const IntroPanel = () => (
  <article>
    <h1>Западная Римская Империя</h1>
    <p>Эта страница полностью посвящена истории падения Западной Римской империи.</p>

    <section>
      <h2 className="subheading">Введение</h2>
      <p>
        Западная Римская империя — это западная часть бывшей единой Римской державы.
        Она существовала до 476 года, когда была свергнута власть последнего императора.
      </p>
      <div className="block-example">Я блочный элемент &lt;div&gt;, как стены Рима — крепкий и прямоугольный.</div>
      <p>
        А <span className="inline-example">я строчный элемент &lt;span&gt;</span> — небольшой фрагмент внутри текста.
      </p>
    </section>
  </article>
);

export default IntroPanel;
